{
  "app.title": "WORLD OF FEELINGS",
  "menu.choose_language": "Choose a language",
  "ui.drag_hint": "Drag left/right",
  "ui.left": "LEFT",
  "ui.right": "RIGHT",
  "ui.survive": "Keep the balance for {0} days. Keep feelings between 1 and 99.",
  "ui.turn": "Day {0}/{1}. The world asks again.",
  "ui.run_ended": "Game over.",
  "ui.final_stats": "Final balance — Joy {0}, Sadness {1}, Anger {2}, Fear {3}, Calm {4}.",
  "ui.restart": "Restart",
  "ui.back_menu": "Menu",
  "ui.quit": "Quit",
  "stat.joy": "Joy",
  "stat.sadness": "Sadness",
  "stat.anger": "Anger",
  "stat.fear": "Fear",
  "stat.calm": "Calm",

  "ending.JOY_LOW.title": "FADED LIGHT",
  "ending.JOY_LOW.body": "Everything sinks into a gray gloom. Nothing good stays for long, like birds that keep flying, unable to land.\n\nBalance needed joy - not constant celebration, just warmth to prove this world is still worth returning to.",
  "ending.JOY_HIGH.title": "BLINDING SUN",
  "ending.JOY_HIGH.body": "Joy grew louder than reality. The world became like a stage light: bright, alluring, but shallow.\n\nThere is no room here to acknowledge pain, yet it does not disappear, only gathers inside the soul’s walls until they break.",
  "ending.SADNESS_LOW.title": "THE EMPTINESS OF CONSTANCY",
  "ending.SADNESS_LOW.body": "Without sadness, nothing can gain meaning. Loss has no name, and love loses its weight.\n\nThe world remains clean, but stops being true.",
  "ending.SADNESS_HIGH.title": "DEEP WATERS",
  "ending.SADNESS_HIGH.body": "Sadness floods the land, seeping in from everywhere. The air is heavy with meanings that never start moving.\n\nThe world is gentle, but it is drowning. It needs relief.",
  "ending.ANGER_LOW.title": "WEAK SPIRIT",
  "ending.ANGER_LOW.body": "Anger disappears, and with it do boundaries. The world has forgotten how to say no.\n\nWhen nothing resists, anything can be taken.",
  "ending.ANGER_HIGH.title": "SCARLET SKY",
  "ending.ANGER_HIGH.body": "Anger takes over everything. It scorches the earth, making it howl with pain, turning everything into a contest for survival.\n\nNothing can be mended, because the blood-red sky tunes everyone for war.",
  "ending.FEAR_LOW.title": "OPEN DOOR",
  "ending.FEAR_LOW.body": "Fear is destroyed. All borders are erased.\n\nThe world does not become brave, only defenseless.",
  "ending.FEAR_HIGH.title": "CLOSED CITY",
  "ending.FEAR_HIGH.body": "Fear grows, every corner feels like a trap. The safest choice is to not choose at all.\n\nThe world survives, but does not live, only exists.",
  "ending.CALM_LOW.title": "SHARDS OF THE SURFACE",
  "ending.CALM_LOW.body": "Calm drains from the world, and it loses its footing. Every feeling demands attention, shouting in one voice.\n\nThere is no time to listen to what they are trying to say.",
  "ending.CALM_HIGH.title": "GLASS MUSEUM",
  "ending.CALM_HIGH.body": "Calm hardens, demanding perfection. The world is like a museum: clean, silent, untouchable.\n\nBalance needs calm as support, not as a prison.",
  "ending.HARMONY.title": "HARMONY",
  "ending.HARMONY.body": "Days pass. The world remains imperfect in its fragile stability.\n\nFeelings keep arriving - not as enemies, but like weather: sometimes sharp, often beautiful, always changing.",
  "ending.RESONANCE.title": "RESONANCE",
  "ending.RESONANCE.body": "A deep rhythm takes shape. Instead of forcing balance, the world learns to mend itself.\n\nJoy shares space with sadness, fear warns, and anger and calm protect without consuming.\n\nThe world is like a tuned instrument that has learned to listen.",

  "card.prologue_threshold.character": "Threshold",
  "card.prologue_threshold.prompt": "A door beckons you. It leads to a world ruled by feelings, not faces.\n\nThe air presses softly, like a held breath. Something begs for direction, but not control.",
  "card.prologue_threshold.left": "Open slowly and listen to the surroundings first.",
  "card.prologue_threshold.right": "Step in confidently and set the mood.",

  "card.prologue_maproom.character": "Map Room",
  "card.prologue_maproom.prompt": "The whole floor is an unfolded map that is slowly changing its color. Paths appear only if you look out of the corner of your eye.\n\nIf they stabilize, you’ll be able to travel. But uncertainty leads to a harsher world.",
  "card.prologue_maproom.left": "Carefully run a finger across the map, pointing out routes. Let them shift without tearing the paper.",
  "card.prologue_maproom.right": "Press the map down and draw one single path.",

  "card.act1_color_wells.character": "Color Wells",
  "card.act1_color_wells.prompt": "Fissures overflowing with color spring from the ground. Their brightness is life’s fuel.\n\nToo much color hurries everything along. Its absence imposes distance.",
  "card.act1_color_wells.left": "Let color grow freely, accept its force.",
  "card.act1_color_wells.right": "Sort the color, keeping it calm.",

  "card.act1_silent_market.character": "Silent Market",
  "card.act1_silent_market.prompt": "A market where nothing is sold, only exchanged: a place to relieve.\n\nSilence is law here. Break it and the place will overflow with energy, but a hunger for quiet will reign.",
  "card.act1_silent_market.left": "Respect the silence, exchange feelings slowly.",
  "card.act1_silent_market.right": "Let noise in, let feelings spill into the earth.",

  "card.act1_echo_corridor.character": "Echo Corridor",
  "card.act1_echo_corridor.prompt": "A corridor that repeats what was never said aloud. It listens to words and returns them.\n\nEcho creates depth. Destroying it creates peaceful silence. Everything has its price.",
  "card.act1_echo_corridor.left": "Leave the echo, making room for unfinished truths.",
  "card.act1_echo_corridor.right": "Destroy the echo, it is mercy for this forgotten place.",

  "card.act1_heatline.character": "Heat",
  "card.act1_heatline.prompt": "A red river churns right beneath the bridge. This is pure anger: a fiery heat without a history.\n\nThe waters can be released carefully, or saved for later, letting them build strength.",
  "card.act1_heatline.left": "Release it carefully in small portions, not allowing harm.",
  "card.act1_heatline.right": "Save it, strength will be needed when a storm of feelings comes.",

  "card.act1_mist_of_maybe.character": "Mist of Uncertainty",
  "card.act1_mist_of_maybe.prompt": "A haze gathers low around your feet: uncertainty that never made a decision.\n\nIn the fog, everything can be anything. That possibility can heal or paralyze.",
  "card.act1_mist_of_maybe.left": "Let the mist thicken.",
  "card.act1_mist_of_maybe.right": "Thin the haze, letting choices happen.",

  "card.act1_soft_rain.character": "Soft Rain",
  "card.act1_soft_rain.prompt": "Rain falls. Each drop carries the weight of acceptance.\n\nA downpour can cleanse, but it can also soak the world so deeply that moving becomes too heavy.",
  "card.act1_soft_rain.left": "Let the rain continue, let release happen on its own.",
  "card.act1_soft_rain.right": "Keep the rain out, let everything stay dry and fast.",

  "card.act1_mirror_layer.character": "Mirror Layer",
  "card.act1_mirror_layer.prompt": "A thin mirrored surface covers the atmospheric layer like skin. It reflects feelings.\n\nSharpness hurts. Smoothness suffocates. The mirror asks which risk is safer right now.",
  "card.act1_mirror_layer.left": "Choose clarity, accept sharp angles.",
  "card.act1_mirror_layer.right": "Smooth the layer, accept a muted truth.",

  "card.act_break_first_bell.character": "Bell",
  "card.act_break_first_bell.prompt": "You hear the ringing of a bell with no source. The sound is everywhere and from nowhere, and yet it does not exist.",
  "card.act_break_first_bell.left": "Give the ringing time to settle.",
  "card.act_break_first_bell.right": "Answer the bell, actively following the changes.",

  "card.act2_overflow_gate.character": "Overflow Gate",
  "card.act2_overflow_gate.prompt": "A gate appears at the edge. Behind it is a tide of feelings: they arrive too quickly to grasp.\n\nIf you open it, everything will spill into your world. But if you keep it shut, the pressure will keep building.",
  "card.act2_overflow_gate.left": "Open it, let the feelings be seen.",
  "card.act2_overflow_gate.right": "Keep accumulating, the world is not ready yet.",

  "card.act2_archive_unfelt.character": "Archive of the Unfelt",
  "card.act2_archive_unfelt.prompt": "In a quiet archive lies everything postponed: joys never celebrated, sadness never allowed out, rage never accepted.\n\nIf you keep it, you preserve the truth. Burning it will make space for new records. Give this world a shape.",
  "card.act2_archive_unfelt.left": "Leave the archive, to sort through these feelings later.",
  "card.act2_archive_unfelt.right": "Burn the archive, don’t let the past prevent the future.",

  "card.act2_glass_lake.character": "Reflecting Lake",
  "card.act2_glass_lake.prompt": "The lake is so calm it reflects intentions instead of light. If you step closer, the water’s surface thickens, as if studying you.",
  "card.act2_glass_lake.left": "Calm the lake, restoring equilibrium.",
  "card.act2_glass_lake.right": "Let it shimmer, actively inviting risk.",

  "card.act2_red_thread.character": "Red Thread",
  "card.act2_red_thread.prompt": "A red thread runs through the seam of the entire world. It binds every boundary together.\n\nIf you pull it, everything once suppressed will come undone. Tying the thread limits what could become destructive.",
  "card.act2_red_thread.left": "Pull the thread, reveal honesty.",
  "card.act2_red_thread.right": "Tie the thread, preventing tears.",

  "card.act2_night_message.character": "Night Message",
  "card.act2_night_message.prompt": "At night, a message arrives from nowhere. No words, only the imagined sense that it is here.\n\nAnswering will create a bond with the world. Ignoring it, you remain safe. The world will notice either way.",
  "card.act2_night_message.left": "Answer.",
  "card.act2_night_message.right": "Ignore.",

  "card.act2_noise_tax.character": "Noise Tax",
  "card.act2_noise_tax.prompt": "Noise spreads, drawing attention. But every loud sound demands payment in calm.\n\nIf you amplify it, you’ll lose resilience. If you feed it, you risk drowning life in unrest.",
  "card.act2_noise_tax.left": "Reduce the noise, giving time for self-awareness.",
  "card.act2_noise_tax.right": "Feed the noise, let the energy carry the day forward.",

  "card.act2_color_debt.character": "Color Debt",
  "card.act2_color_debt.prompt": "Filtered-out color returns as debt. The world remembers what was removed and wants compensation.\n\nRestoring color may weigh things down. But if you keep filtering, the world may starve for joy.",
  "card.act2_color_debt.left": "Restore color, accept the intense fuel.",
  "card.act2_color_debt.right": "Keep sorting, protecting stability at the cost of color.",

  "card.act2_echo_return.character": "Return of the Echo",
  "card.act2_echo_return.prompt": "The old echo returns, carrying new meanings. It does not repeat - it evolves.\n\nLet it sing out, and the world will gain depth. Muffle it, and the world will accept silence.",
  "card.act2_echo_return.left": "Let the echo continue.",
  "card.act2_echo_return.right": "Muffle the echo and rest.",

  "card.act_break_second_bell.character": "Second Bell",
  "card.act_break_second_bell.prompt": "You hear the ringing again. This time it feels more like a question.\n\nThe world no longer asks for balance. It wants to be understood.",
  "card.act_break_second_bell.left": "Stop and prepare a careful answer.",
  "card.act_break_second_bell.right": "Keep moving and shape your answer quickly.",

  "card.act3_resonance_frame.character": "Resonance Frame",
  "card.act3_resonance_frame.prompt": "An empty space appears. Inside it, feelings line up into a specific pattern.\n\nIf resonance is prepared, it learns self-governance. If it is imposed, it becomes a fragile glow.",
  "card.act3_resonance_frame.left": "Tune the resonance slowly and evenly",
  "card.act3_resonance_frame.right": "Force resonance into being, reaching the glow right now.",

  "card.act3_wall_of_weather.character": "Wall of Weather",
  "card.act3_wall_of_weather.prompt": "A wall of weather blocks the streets: anger like lightning, sorrow like fog, fear like wind.\n\nIf you listen, it will pass. Fighting makes the weather fight back.",
  "card.act3_wall_of_weather.left": "Listen; let the world calm itself.",
  "card.act3_wall_of_weather.right": "Fight, leaving no room for the storm.",

  "card.act3_gate_without_name.character": "Unnamed Gates",
  "card.act3_gate_without_name.prompt": "Gates with no inscription. They lead to what the world refuses to describe.\n\nOpening them is fraught with fear. Sealing them brings stagnation. Either way, a decision will be made.",
  "card.act3_gate_without_name.left": "Open them, facing the nameless feelings head-on.",
  "card.act3_gate_without_name.right": "Seal them, let the world remain as it is.",

  "card.act3_balancing_ritual.character": "Balancing Ritual",
  "card.act3_balancing_ritual.prompt": "The ritual begins without instructions. It asks only for attention.\n\nBalance makes the world stable. Brightening fills it with hope. Either can fail if pressured too hard.",
  "card.act3_balancing_ritual.left": "Balance.",
  "card.act3_balancing_ritual.right": "Brighten, make room for hope.",

  "card.ambient_drifting_lights.character": "Glistening Lights",
  "card.ambient_drifting_lights.prompt": "Small lights drift through the air, like thoughts that never became sentences.\n\nYou can welcome them as gentle joy or drive them away.",
  "card.ambient_drifting_lights.left": "Accept and welcome them.",
  "card.ambient_drifting_lights.right": "Drive them away.",

  "card.ambient_floor_of_letters.character": "Floor of Letters",
  "card.ambient_floor_of_letters.prompt": "The floor is tiled with letters that do not form words until stepped on.\n\nKeeping the letters preserves meaning. Cropping them away makes the world simpler, but poorer.",
  "card.ambient_floor_of_letters.left": "Keep the letters.",
  "card.ambient_floor_of_letters.right": "Crop the letters.",

  "card.ambient_room_of_applause.character": "Room of Applause",
  "card.ambient_room_of_applause.prompt": "Applause fills a room no one has ever entered. It is as if recorded, like a reward without any deed done.\n\nKeeping it may nourish joy.",
  "card.ambient_room_of_applause.left": "Leave it, accept the support, even if incomplete one.",
  "card.ambient_room_of_applause.right": "Muffle the false applause.",

  "card.ambient_room_of_goodbyes.character": "Room of Goodbyes",
  "card.ambient_room_of_goodbyes.prompt": "A place that listens to unspoken goodbyes.\n\nIf you hold on to them, you let stories close.",
  "card.ambient_room_of_goodbyes.left": "Let everything have its time.",
  "card.ambient_room_of_goodbyes.right": "Make them hurry, the world needs to move forward.",

  "card.finale_listen_or_shape.character": "Final Question",
  "card.finale_listen_or_shape.prompt": "The world becomes quiet enough to hear itself.\n\nThe question is simple: will the world be heard, or shaped into a single idea of what is right?",
  "card.finale_listen_or_shape.left": "Listen, let balance remain alive and flexible.",
  "card.finale_listen_or_shape.right": "Shape it, holding to one clear direction."
}
