{
  "app.title": "ŚWIAT UCZUĆ",
  "menu.choose_language": "Wybierz język",
  "ui.drag_hint": "Przeciągaj w lewo/prawo",
  "ui.left": "LEWO",
  "ui.right": "PRAWO",
  "ui.survive": "Utrzymaj równowagę przez {0} dni. Utrzymuj uczucia między 1 a 99.",
  "ui.turn": "Dzień {0}/{1}. Świat pyta ponownie.",
  "ui.run_ended": "Koniec gry.",
  "ui.final_stats": "Ostateczna równowaga - Radość {0}, Smutek {1}, Gniew {2}, Strach {3}, Spokój {4}.",
  "ui.restart": "Zacznij od nowa",
  "ui.back_menu": "Menu",
  "ui.quit": "Wyjdź",
  "stat.joy": "Radość",
  "stat.sadness": "Smutek",
  "stat.anger": "Gniew",
  "stat.fear": "Strach",
  "stat.calm": "Spokój",

  "ending.JOY_LOW.title": "BLADY BLASK",
  "ending.JOY_LOW.body": "Wszystko zapada w szarą ciemność. To, co dobre, nie zostaje na długo - jak ptaki, które wciąż lecą, niezdolne wylądować.\n\nRównowaga potrzebowała radości, nie nieustannego świętowania - po prostu ciepła, by udowodnić, że do tego świata wciąż warto wracać.",
  "ending.JOY_HIGH.title": "OŚLEPIAJĄCE SŁOŃCE",
  "ending.JOY_HIGH.body": "Radość stała się głośniejsza niż rzeczywistość. Świat stał się jak światło na scenie: jasny, kuszący, lecz płytki.\n\nNie ma tu miejsca na uznanie bólu, ale ból nie znika - tylko gromadzi się wewnątrz murów duszy, aż w końcu pękną.",
  "ending.SADNESS_LOW.title": "PUSTKA STAŁOŚCI",
  "ending.SADNESS_LOW.body": "Bez smutku nic nie może nabrać znaczenia. Strata nie ma imienia, a miłość traci swój ciężar.\n\nŚwiat pozostaje czysty, ale przestaje być prawdziwy.",
  "ending.SADNESS_HIGH.title": "GŁĘBOKIE WODY",
  "ending.SADNESS_HIGH.body": "Smutek przelewa się przez ziemię, sącząc się ze wszystkich stron. Powietrze ciąży znaczeniami, które nie wprawiają się w ruch.\n\nŚwiat jest łagodny, ale tonie. Potrzebuje ulgi.",
  "ending.ANGER_LOW.title": "SŁABY DUCH",
  "ending.ANGER_LOW.body": "Gniew znika, a wraz z nim granice. Świat oduczył się mówić „nie”.\n\nGdy nic się nie opiera, można zabrać cokolwiek.",
  "ending.ANGER_HIGH.title": "SZKARŁATNE NIEBO",
  "ending.ANGER_HIGH.body": "Gniew przejmuje władzę nad wszystkim. Wypala ziemię, każe jej wyć z bólu, zamieniając wszystko w zawody o przetrwanie.\n\nNic nie da się naprawić, bo krwisto czerwone niebo stroi wszystkich do wojny.",
  "ending.FEAR_LOW.title": "OTWARTE DRZWI",
  "ending.FEAR_LOW.body": "Strach został zniszczony. Wszystkie granice się zacierają.\n\nŚwiat nie staje się odważny - tylko bezbronny.",
  "ending.FEAR_HIGH.title": "ZAMKNIĘTE MIASTO",
  "ending.FEAR_HIGH.body": "Strach rośnie, każdy zakątek wydaje się pułapką. Najbezpieczniejszy wybór to nie wybierać niczego.\n\nŚwiat przetrwa, ale nie żyje - tylko istnieje.",
  "ending.CALM_LOW.title": "ODŁAMKI POWIERZCHNI",
  "ending.CALM_LOW.body": "Spokój wycieka ze świata, a on traci oparcie. Każde uczucie domaga się uwagi, krzycząc jednym głosem.\n\nBrakuje czasu, by wsłuchać się w to, co próbują powiedzieć.",
  "ending.CALM_HIGH.title": "MUZEUM ZE SZKŁA",
  "ending.CALM_HIGH.body": "Spokój twardnieje, żądając idealności. Świat jest jak muzeum: czysty, milczący i nietykalny.\n\nRównowaga potrzebuje spokoju jako wsparcia, nie jako więzienia.",
  "ending.HARMONY.title": "HARMONIA",
  "ending.HARMONY.body": "Dni mijają. Świat pozostaje nieidealny w swojej kruchej stabilności.\n\nUczucia wciąż przychodzą - nie jak wrogowie, lecz jak pogoda: czasem ostre, często piękne, zawsze zmienne.",
  "ending.RESONANCE.title": "REZONANS",
  "ending.RESONANCE.body": "Głęboki rytm nabiera kształtu. Zamiast narzucać równowagę, świat uczy się naprawiać sam siebie.\n\nRadość dzieli przestrzeń ze smutkiem, strach ostrzega, a gniew i spokój chronią, nie pochłaniając.\n\nŚwiat jest jak nastrojony instrument, który nauczył się słuchać.",

  "card.prologue_threshold.character": "Próg",
  "card.prologue_threshold.prompt": "Drzwi cię wabią. Prowadzą do świata, w którym rządzą uczucia, a nie twarze.\n\nPowietrze miękko naciska, jak wstrzymany oddech. Coś błaga o kierunek, lecz nie o kontrolę.",
  "card.prologue_threshold.left": "Otworzyć powoli i najpierw wsłuchać się w otoczenie.",
  "card.prologue_threshold.right": "Pewnie wejść do środka i nadać nastrój.",

  "card.prologue_maproom.character": "Pokój z mapą",
  "card.prologue_maproom.prompt": "Cała podłoga to rozłożona mapa, powoli zmieniająca barwę. Ścieżki pojawiają się tylko wtedy, gdy patrzysz kątem oka.\n\nJeśli się ustabilizują, będzie można podróżować. Lecz niejasność prowadzi do trudniejszego świata.",
  "card.prologue_maproom.left": "Ostrożnie przesunąć palcem po mapie, wskazując drogi. Pozwolić im się zmieniać, nie rozrywając papieru.",
  "card.prologue_maproom.right": "Przycisnąć mapę i narysować jedną jedyną ścieżkę.",

  "card.act1_color_wells.character": "Kolorowe studnie",
  "card.act1_color_wells.prompt": "Szczeliny przepełnione kolorem tryskają z ziemi. Ich jasność to paliwo życia.\n\nNadmiar koloru zbyt mocno wszystko przyspiesza. Jego brak narzuca dystans.",
  "card.act1_color_wells.left": "Pozwolić kolorowi rosnąć swobodnie, przyjąć jego siłę.",
  "card.act1_color_wells.right": "Posortować kolor, utrzymać go w spokoju.",

  "card.act1_silent_market.character": "Cichy targ",
  "card.act1_silent_market.prompt": "Targ, na którym niczego się nie sprzedaje - tylko wymienia: miejsce, gdzie można odetchnąć.\n\nCisza jest tu prawem. Złam je, a miejsce przepełni się energią, lecz zapanuje głód ciszy.",
  "card.act1_silent_market.left": "Uszanować ciszę, powoli wymienić się uczuciami.",
  "card.act1_silent_market.right": "Wpuścić hałas, pozwolić uczuciom wsiąknąć w ziemię.",

  "card.act1_echo_corridor.character": "Korytarz echa",
  "card.act1_echo_corridor.prompt": "Korytarz powtarzający to, czego nigdy nie wypowiedziano na głos. Wsłuchuje się w słowa i je oddaje.\n\nEcho tworzy głębię. Zniszczenie echa daje spokojną ciszę. Wszystko ma swoją cenę.",
  "card.act1_echo_corridor.left": "Zostawić echo, robiąc miejsce dla niedokończonych prawd.",
  "card.act1_echo_corridor.right": "Zniszczyć echo - to miłosierdzie dla tego zapomnianego miejsca.",

  "card.act1_heatline.character": "Ciepło",
  "card.act1_heatline.prompt": "Czerwona rzeka burzy się tuż pod mostem. To czysty gniew: żar bez historii.\n\nWody można ostrożnie wypuścić albo zachować na później, pozwalając im nabrać mocy.",
  "card.act1_heatline.left": "Ostrożnie wypuścić małymi porcjami, nie dopuszczając do szkody.",
  "card.act1_heatline.right": "Zachować, siła przyda się podczas burzy uczuć.",

  "card.act1_mist_of_maybe.character": "Mgła niepewności",
  "card.act1_mist_of_maybe.prompt": "Niska smużka zbiera się pod stopami: niepewność, która nigdy nie podjęła decyzji.\n\nWe mgle wszystko może być wszystkim. Ta możliwość może leczyć albo paraliżować.",
  "card.act1_mist_of_maybe.left": "Niech mgła gęstnieje.",
  "card.act1_mist_of_maybe.right": "Rozrzedzić smużkę, pozwolić wyborom się wydarzyć.",

  "card.act1_soft_rain.character": "Miękki deszcz",
  "card.act1_soft_rain.prompt": "Pada deszcz. Każda kropelka niesie ciężar akceptacji.\n\nUlewa może oczyścić, ale może też przemoczyć świat tak bardzo, że poruszanie się stanie się zbyt ciężkie.",
  "card.act1_soft_rain.left": "Pozwolić deszczowi trwać, niech uwolnienie wydarzy się samo.",
  "card.act1_soft_rain.right": "Nie wpuszczać deszczu, niech wszystko będzie suche i szybkie.",

  "card.act1_mirror_layer.character": "Lustrzana warstwa",
  "card.act1_mirror_layer.prompt": "Cienka lustrzana powierzchnia pokrywa warstwę atmosfery jak skóra. Odbija uczucia.\n\nOstrość rani. Gładkość dusi. Lustro pyta, które ryzyko jest teraz bezpieczniejsze.",
  "card.act1_mirror_layer.left": "Wybrać jasność, zaakceptować ostre krawędzie.",
  "card.act1_mirror_layer.right": "Wygładzić warstwę, przyjąć przytłumioną prawdę.",

  "card.act_break_first_bell.character": "Dzwon",
  "card.act_break_first_bell.prompt": "Słyszysz dźwięk dzwonu bez źródła. Jest wszędzie i znikąd, a jednocześnie jakby w ogóle go nie było.",
  "card.act_break_first_bell.left": "Dać dźwiękowi czas, by ucichł.",
  "card.act_break_first_bell.right": "Odpowiedzieć dzwonowi, aktywnie podążać za zmianami.",

  "card.act2_overflow_gate.character": "Brama nadmiaru",
  "card.act2_overflow_gate.prompt": "Brama pojawia się na skraju. Za nią przypływ uczuć: pojawiają się zbyt szybko, by je pojąć.\n\nJeśli ją otworzysz, wszystko wleje się do twojego świata. Jeśli jednak będziesz trzymać ją zamkniętą, ciśnienie będzie nadal rosnąć.",
  "card.act2_overflow_gate.left": "Otworzyć, pozwolić uczuciom zostać zauważonymi.",
  "card.act2_overflow_gate.right": "Dalej gromadzić, świat nie jest jeszcze gotowy.",

  "card.act2_archive_unfelt.character": "Archiwum nieodczutego",
  "card.act2_archive_unfelt.prompt": "W cichym archiwum przechowuje się wszystko, co odłożone: radości, których nie uczczono, smutki, którym nie pozwolono wyjść na zewnątrz, wściekłości, których nigdy nie przyjęto.\n\nJeśli je zostawisz, zachowasz prawdę. Spalenie zrobi miejsce na nowe zapisy. Nadaj temu światu kształt.",
  "card.act2_archive_unfelt.left": "Zostawić archiwum, by później uporządkować te uczucia.",
  "card.act2_archive_unfelt.right": "Spalić archiwum, nie pozwolić, by przeszłość powstrzymywała przyszłość.",

  "card.act2_glass_lake.character": "Odbijające jezioro",
  "card.act2_glass_lake.prompt": "Jezioro jest tak spokojne, że odbija zamiary zamiast światła. Gdy podejdziesz, powierzchnia wody gęstnieje, jakby cię badała.",
  "card.act2_glass_lake.left": "Uspokoić jezioro, przywracając równowagę.",
  "card.act2_glass_lake.right": "Pozwolić mu migotać, aktywnie zapraszając ryzyko.",

  "card.act2_red_thread.character": "Czerwona nić",
  "card.act2_red_thread.prompt": "Czerwona nić biegnie przez szew całego świata. Wiąże wszystkie granice razem.\n\nJeśli za nią pociągniesz, ujawni się wszystko, co wcześniej stłumione. Związanie nici ogranicza to, co mogłoby stać się destrukcyjne.",
  "card.act2_red_thread.left": "Pociągnąć nić, odsłonić szczerość.",
  "card.act2_red_thread.right": "Związać nić, zapobiegając rozdarciom.",

  "card.act2_night_message.character": "Nocna wiadomość",
  "card.act2_night_message.prompt": "W nocy wiadomość przychodzi znikąd. Bez słów - tylko urojone poczucie, że ona tu jest.\n\nOdpowiedź stworzy więź ze światem. Ignorując, pozostaniesz bezpieczny. Świat i tak zauważy.",
  "card.act2_night_message.left": "Odpowiedzieć.",
  "card.act2_night_message.right": "Zignorować.",

  "card.act2_noise_tax.character": "Podatek od hałasu",
  "card.act2_noise_tax.prompt": "Hałas się rozchodzi, budząc zainteresowanie. Ale każdy głośny dźwięk wymaga zapłaty spokojem.\n\nJeśli go wzmocnisz, stracisz odporność. Jeśli go podsycisz, ryzykujesz zatopienie życia w niepokoju.",
  "card.act2_noise_tax.left": "Zmniejszyć hałas, dając czas na samoświadomość.",
  "card.act2_noise_tax.right": "Podsycić hałas, niech energia popchnie dzień do przodu.",

  "card.act2_color_debt.character": "Dług barwy",
  "card.act2_color_debt.prompt": "Odfiltrowana barwa wraca jako dług. Świat pamięta, co zabrano, i chce rekompensaty.\n\nPrzywracanie barwy może ciążyć. Ale jeśli nadal będziesz sortować, świat może zagłodzić się na radość.",
  "card.act2_color_debt.left": "Przywrócić barwę, przyjąć intensywne paliwo.",
  "card.act2_color_debt.right": "Dalej sortować, chroniąc stabilność kosztem barwy.",

  "card.act2_echo_return.character": "Powrót echa",
  "card.act2_echo_return.prompt": "Stare echo powraca, niosąc nowe znaczenia. Nie powtarza - rozwija się.\n\nPozwól mu wybrzmieć śpiewnie, a świat nabierze głębi. Przytłum je, a świat przyjmie ciszę.",
  "card.act2_echo_return.left": "Pozwolić echu trwać.",
  "card.act2_echo_return.right": "Przytłumić echo i odpocząć.",

  "card.act_break_second_bell.character": "Drugi dzwon",
  "card.act_break_second_bell.prompt": "Znów słyszysz dźwięk. Tym razem bardziej przypomina pytanie.\n\nŚwiat nie prosi już o równowagę. Chce być zrozumiany.",
  "card.act_break_second_bell.left": "Zatrzymać się i przygotować uważną odpowiedź.",
  "card.act_break_second_bell.right": "Iść dalej i szybko ukształtować odpowiedź.",

  "card.act3_resonance_frame.character": "Forma rezonansu",
  "card.act3_resonance_frame.prompt": "Pojawia się pusta przestrzeń. W jej wnętrzu uczucia układają się w określony wzór.\n\nJeśli rezonans przygotować, nauczy się samosterowności. Jeśli go narzucić, zamienia się w kruche światło.",
  "card.act3_resonance_frame.left": "Nastroić rezonans powoli i równomiernie",
  "card.act3_resonance_frame.right": "Wymusić rezonans, osiągając blask natychmiast.",

  "card.act3_wall_of_weather.character": "Ściana pogody",
  "card.act3_wall_of_weather.prompt": "Ściana pogody blokuje ulice: gniew jak błyskawica, żal jak mgła, strach jak wiatr.\n\nJeśli wysłuchasz, wszystko minie. Walka sprawia, że pogoda walczy w odpowiedzi.",
  "card.act3_wall_of_weather.left": "Wysłuchać, niech świat sam się uspokoi.",
  "card.act3_wall_of_weather.right": "Walczyć, nie zostawiając miejsca burzy.",

  "card.act3_gate_without_name.character": "Bezimięnne wrota",
  "card.act3_gate_without_name.prompt": "Wrota bez napisu. Prowadzą do tego, czego świat odmawia opisać.\n\nOtwarcie grozi strachem. Zapieczętowanie - zastojem. Tak czy inaczej, decyzja zostanie podjęta.",
  "card.act3_gate_without_name.left": "Otworzyć, stając twarzą w twarz z bezimiennymi uczuciami.",
  "card.act3_gate_without_name.right": "Zapieczętować, niech świat pozostanie taki jak był.",

  "card.act3_balancing_ritual.character": "Rytuał równowagi",
  "card.act3_balancing_ritual.prompt": "Rytuał zaczyna się bez instrukcji. Wymaga jedynie uwagi.\n\nRównowaga stabilizuje świat. Rozjaśnianie napełnia go nadzieją. Obydwa mogą zawieść, jeśli naciskać zbyt mocno.",
  "card.act3_balancing_ritual.left": "Równoważyć.",
  "card.act3_balancing_ritual.right": "Rozjaśnić, zrobić miejsce na nadzieję.",

  "card.ambient_drifting_lights.character": "Migoczące światełka",
  "card.ambient_drifting_lights.prompt": "Małe światełka unoszą się w powietrzu, jak myśli, które nigdy nie stały się zdaniami.\n\nMożesz powitać je jak delikatną radość albo je przepędzić.",
  "card.ambient_drifting_lights.left": "Przyjąć i powitać.",
  "card.ambient_drifting_lights.right": "Przepędzić.",

  "card.ambient_floor_of_letters.character": "Literowa podłoga",
  "card.ambient_floor_of_letters.prompt": "Podłoga jest wyłożona płytkami z liter, które nie tworzą słów, dopóki się na nie nie nadepnie.\n\nZachowanie liter pozostawia sens. Ich wycięcie upraszcza świat, ale go zubaża.",
  "card.ambient_floor_of_letters.left": "Zachować litery.",
  "card.ambient_floor_of_letters.right": "Przyciąć litery.",

  "card.ambient_room_of_applause.character": "Pokój oklasków",
  "card.ambient_room_of_applause.prompt": "Oklaski wypełniają pokój, do którego nikt nigdy nie wszedł. Jakby były nagrane - jak nagroda, bez jakiegokolwiek czynu.\n\nZachowanie ich może podkarmić radość.",
  "card.ambient_room_of_applause.left": "Zostawić, przyjąć wsparcie, nawet jeśli jest niepełne.",
  "card.ambient_room_of_applause.right": "Zagłuszyć fałszywe oklaski.",

  "card.ambient_room_of_goodbyes.character": "Pokój pożegnań",
  "card.ambient_room_of_goodbyes.prompt": "Miejsce, które wsłuchuje się w niewypowiedziane pożegnania.\n\nJeśli będziesz się ich trzymać, pozwolisz historiom się domknąć.",
  "card.ambient_room_of_goodbyes.left": "Niech wszystko ma swój czas.",
  "card.ambient_room_of_goodbyes.right": "Przyspieszyć je, świat musi iść naprzód.",

  "card.finale_listen_or_shape.character": "Ostatnie pytanie",
  "card.finale_listen_or_shape.prompt": "Świat staje się dość cichy, by usłyszeć samego siebie.\n\nPytanie jest proste: czy świat zostanie wysłuchany, czy uformowany w jedną wizję tego, co słuszne?",
  "card.finale_listen_or_shape.left": "Słuchać, niech równowaga pozostanie żywa i elastyczna.",
  "card.finale_listen_or_shape.right": "Uformować, trzymając się jednego wyraźnego kierunku."
}
